Repository: trapplab/update-checker
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# appTitle
source: End of Updates Checker
de: Update Checker
es: Update Checker
it: Update Checker

# tapToCheck
source: Tap to check update status
de: Tippen um Update-Status zu prüfen
es: Toca para verificar el estado de actualización
fr: Appuyez pour vérifier le statut des mises à jour
it: Tocca per verificare lo stato degli aggiornamenti

# checkingStatus
source: Checking...
de: Wird geprüft...
es: Verificando...
fr: Vérification...
it: Verifica in corso...

# statusUpdated
source: Still receiving updates
de: Erhält noch Updates
es: Aún recibe actualizaciones
fr: Reçoit encore des mises à jour
it: Riceve ancora aggiornamenti

# statusEolSoon
source: End of updates in less than 6 months
de: Update-Ende in weniger als 6 Monaten
es: Fin de actualizaciones en menos de 6 meses
fr: Fin des mises à jour dans moins de 6 mois
it: Fine aggiornamenti tra meno di 6 mesi

# statusEol
source: No longer receiving updates
de: Erhält keine Updates mehr
es: Ya no recibe actualizaciones
fr: Ne reçoit plus de mises à jour
it: Non riceve pi√π aggiornamenti

# statusUnknown
source: No information found
de: Keine Informationen gefunden
es: No se encontró información
fr: Aucune information trouvée
it: Nessuna informazione trovata

# eolDate
source: End of updates: {date}
de: Update-Ende: {date}
es: Fin de actualizaciones: {date}
fr: Fin des mises à jour : {date}
it: Fine aggiornamenti: {date}

# selectDevice
source: Select your device
de: Gerät auswählen
es: Selecciona tu dispositivo
fr: Sélectionnez votre appareil
it: Seleziona il tuo dispositivo

# searchDevices
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
it: Cerca...

# exploreMobile
source: Explore more mobile devices
de: Weitere Mobilgeräte erkunden
es: Explorar más dispositivos móviles
fr: Explorer plus d'appareils mobiles sur
it: Scopri altri dispositivi mobili

source: estimated
de: geschätzt
es: estimado
fr: estimé
it: stimato

source: Add to calendar
de: Zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
